[Greek]
Translated_By=Nikos Aggelis & Krometis
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=ΒΗΜΑ 1 : ΕΠΙΛΕΞΤΕ ΤΟ ΜΕΣΟ ΣΑΣ
STEP 2 : CHOOSE A SOURCE=ΒΗΜΑ 2 : ΕΠΙΛΕΞΤΕ ΜΙΑ ΠΗΓΗ...
STEP 3 : PERSISTENCE=ΒΗΜΑ 3 : ΔΙΑΤΗΡΗΣΗ
STEP 4 : OPTIONS=ΒΗΜΑ 4 : ΕΠΙΛΟΓΕΣ
STEP 5 : CREATE=ΒΗΜΑ 5 : ΔΗΜΙΟΥΡΓΙΑ
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=λεπτά
Label=Ετικέτα
Size=Μέγεθος
Help=Βοήθεια
Please read=Παρακαλώ διαβάστε
Error=Σφάλμα
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Επιλέξτε ένα μέσο USB
Hard drives=Σκληροί δίσκοι
No key found=Δεν βρέθηκε μέσο αποθήκευσης
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Λήψη
Support for .IMG files is experimental=Η υποστήριξη .IMG αρχείων είναι σε πειραματικό στάδιο
Only Live mode is currently available in step 3, virtualization option has been disabled=Μόνο η λειτουργία Live είναι διαθέσιμη προς το παρόν στο βήμα 3, η επιλογή εικονικοποίησης έχει απενεργοποιηθεί
However, LinuxLive USB Creator will try to use same install parameters as for=Ωστόσο, το LinuxLive USB Creator θα προσπαθήσει να χρησιμοποιήσει ίδιες παραμέτρους εγκατάστασης με το
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Μόνο λειτουργία Live)
(Persistent Mode)=(Λειτουργία διατήρησης)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Απόκρυψη δημιουργημένων αρχείων στο μέσο
(except for Umenu.exe)=(εκτός από το Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Διαμόρφωση του μέσου σε FAT32 (αυτό θα διαγράψει τα δεδομένα σας)
Enable launching LinuxLive in Windows (requires internet to install)=Ενεργοποίηση εκτέλεσης του LinuxLive στα Windows (απαιτείται internet για την εγκατάσταση)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Κάντε κλικ στο εικονίδιο του κεραυνού για να ξεκινήσει η εγκατάσταση
Please choose a disk to FAT32 formatι or check the format option=Παρακαλώ επιλέξτε μια μονάδα δίσκου με διαμόρφωση FAT32 ή ελέγξτε την επιλογή διαμόρφωσης
No disk selected=Δεν έχει επιλεγεί δίσκος
No file selected=Δεν έχει επιλεγεί αρχείο
No folder or CD selected=Χωρίς φάκελο ή μη επιλεγμένο CD
http://www.ubuntu.com/getubuntu/download=http://wiki.ubuntuusers.de/Downloads
Please choose an ISO image of LinuxLive CD=Επιλέξτε μια εικόνα ISO από LinuxLive CD
Please choose a CD of LinuxLive Live or its folder=Παρακαλώ επιλέξτε ένα CD του LinuxLive ή τον φάκελό του
Start creation of LinuxLive USB=Έναρξη δημιουργίας LinuxLive USB
Please validate step 1 to 3=Παρακαλώ επικυρώστε τα βήματα 1 έως 3
Are you sure you want to format this disk and lose your data=Είστε σίγουρος ότι θέλετε να διαμορφώσετε αυτό το δίσκο και να χάσετε τα δεδομένα σας;
Formatted in=Διαμόρφωση σε
Formating the key=Διαμόρφωση του μέσου
Step 1 to 3 OK=Τα βήματα 1 έως 3 είναι εντάξει
Cleaning previous installations ( 2min )=Καθαρισμός προηγούμενων εγκαταστάσεων ( 2λεπ )
Setting up virtualization software=Εγκατάσταση του λογισμικού εικονικοποίησης
VirtualBox already downloaded=Το VirtualBox έχει ήδη ληφθεί
A new version of VirtualBox is available=Μια νέα έκδοση του VirtualBox είναι διαθέσιμη
This new version will be downloaded=Θα γίνει λήψη της νέας έκδοσης
Downloading VirtualBox as a background task=Λήψη του VirtualBox σαν εργασία παρασκηνίου
Download started succesfully=Η λήψη ξεκίνησε με επιτυχία
Download failed to start=Η λήψη απέτυχε να ξεκινήσει
VirtualBox will not be installed=Το VirtualBox δεν θα εγκατασταθεί
Integrity could not be verified=Η ακεραιότητα δεν επαληθεύτηκε
Will attempt installation=Θα πραγματοποιηθεί εγκατάσταση
Cannot download=Δεν είναι δυνατή η λήψη
Extracting ISO file on key=Εξαγωγή αρχείων ISO στο μέσο
Writing image to the usb stick=Εγγραφή εικόνας στο usb stick
Copying files to the key=Αντιγραφή αρχείων στο μέσο
Renaming some files=Μετονομασία ορισμένων αρχείων
Hiding files=Απόκρυψη αρχείων
Creating file for persistence=Δημιουργία αρχείου για διατήρηση
Formating persistence file=Διαμόρφωση αρχείου διατήρησης
Live mode : no persistence file=Λειτουργία Live: χωρίς αρχείο διατήρησης
Ubuntu variant found=Βρέθηκαν παραλλαγές Ubuntu
Installing boot sectors=Εγκατάσταση των τομέων εκκίνησης
Downloading VirtualBox=Λήψη του VirtualBox
Download complete=Η λήψη ολοκληρώθηκε
Cleaning previous VirtualBox install=Εκκαθάριση προηγούμενης εγκατάστασης του VirtualBox
Extracting VirtualBox on key=Εξαγωγή VirtualBox στο μέσο
Applying VirtualBox settings=Εφαρμογή ρυθμίσεων του VirtualBox
Your LinuxLive key is now up and ready=Το LinuxLive μέσο σας είναι τώρα έτοιμο
You do not have enough rights to launch VirtualBox=Δεν έχετε αρκετά δικαιώματα για να εκτελέσετε το VirtualBox
Please log in as an administrator or run VirtualBox with admin rights=Παρακαλώ συνδεθείτε ως διαχειριστής ή εκτελέστε το VirtualBox με δικαιώματα διαχειριστή
Free memory below 256mb threshold=Ελεύθερη μνήμη κάτω από το όριο των 256MB
This is not enough to launch LinuxLive in Windows=Αυτό δεν είναι αρκετό για να ξεκινήσει το LinuxLive στα Windows
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Το αρχείο βοήθειας λείπει
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Σχετικά με αυτό το λογισμικό
User's Guide=Οδηγός χρήσης
Virtualization Tutorial (FR)=Βοήθημα εικονικοποίησης (FR)
Donate=Δωρεά
Version=Έκδοση
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Αυτό το ISO δεν είναι συμβατό
Detecting keyboard layout=Ανίχνευση διάταξης πληκτρολογίου
French (France)=Γαλλικά (Γαλλίας)
French (Swiss)=Γαλλικά (Ελβετίας)
Dutch=Ολλανδικά
Portuguese=Πορτογαλικά
US or other (qwerty)=ΗΠΑ ή άλλη (QWERTY)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Σφάλμα κατά τη δημιουργία του VMDK
Key not found, VMDK is invalid=Το μέσο δεν βρέθηκε. Το VMDK δεν είναι έγκυρο
Try to launch again SetupForAutoVMDK.exe=Προσπαθήστε να ξεκινήσετε πάλι το SetupForAutoVMDK.exe
Do you want to ignore this error=Θέλετε να αγνοήσετε αυτό το σφάλμα;
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Αδυναμία εύρεσης του αρχείου MD5SUMS
Canceling check=Ακύρωση ελέγχου
You have the right ISO file but it is corrupted or was altered=Έχετε το σωστό αρχείο ISO, αλλά είναι κατεστραμμένο ή έχει αλλοιωθεί
Please download it again=Παρακαλώ κατεβάστε το ξανά
Verifying=Επαλήθευση
This ISO is not compatible=Αυτό το ISO δεν είναι συμβατό
Please read the compatibility list in user guide=Παρακαλώ διαβάστε τη λίστα συμβατότητας στον οδηγό χρήσης
If your version is in this list, this mean that your file is corrupted, please download it again=Αν η έκδοσή σας είναι σε αυτή τη λίστα, αυτό σημαίνει ότι το αρχείο σας είναι κατεστραμμένο. Παρακαλώ κατεβάστε το ξανά.
This version is compatible and its integrity was checked=Αυτή η έκδοση είναι συμβατή και η ακεραιότητά της έχει ελεγχθεί
Check completed=Ο έλεγχος ολοκληρώθηκε
Integrity + compatibility check=Έλεγχος ακεραιότητας και συμβατότητας
Unable to open MD5SUM.txt=Αδυναμία ανοίγματος του MD5SUM.txt
Checking integrity=Έλεγχος ακεραιότητας
This file is corrupted=Αυτό το αρχείο είναι κατεστραμμένο
All files have been successfully checked=Όλα τα αρχεία έχουν ελεγχθεί με επιτυχία
Checking file=Έλεγχος αρχείου
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Λειτουργία διατήρησης
Live Mode=Λειτουργία Live
Install=Εγκατάσταση
File Integrity Check=Έλεγχος ακεραιότητας αρχείου
Memory Test=Δοκιμή μνήμης
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Παρουσιάστηκε ένα σφάλμα
An anonymous report was sent in order to fix this error as soon as possible=Μια ανώνυμη αναφορά έχει σταλεί προκειμένου αυτό το λάθος να διορθωθεί το συντομότερο δυνατόν
Show bug report=Εμφάνιση αναφοράς σφάλματος
Restart application=Επανεκκίνηση εφαρμογής
Close application=Κλείσιμο εφαρμογής
Last Actions=Τελευταίες ενέργειες
Unique anonymous ID=Μοναδικό ανώνυμο αναγνωριστικό
Report status=Κατάσταση αναφοράς
Pending=Εν αναμονή
Error (not sent)=Σφάλμα (δεν στάλθηκε)
Sent=Στάλθηκε
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Για να ξεκινήσει το LinuxLive :
Remove your key and insert it again=Αφαιρέστε το μέσο σας και τοποθετήστε το ξανά
Go to 'My Computer'=Μετάβαση στο 'Ο υπολογιστής μου'
Right click on you key and select :=Κάντε δεξί κλικ στο μέσο σας και επιλέξτε :
'LinuxLive!' to launch linux in windows='LinuxLive!' για εκκίνηση Linux στα Windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' για εκκίνηση του VirtualBox σε πλήρες περιβάλλον
'CD Menu' to launch the original CD menu='CD Menu' για εκκίνηση του αρχικού μενού του CD
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=ή
Manually=Χειροκίνητα
Automatically=Αυτόματα
Please select a linux to continue=Παρακαλώ επιλέξτε ένα linux για συνέχεια
Looking for the fastest mirror=Αναζήτηση του ταχύτερου ανακατευθηντή
Testing mirror=Δοκιμή ανακατευθηντή
No online mirror found=Δεν βρέθηκε ανακατευθηντής σε σύνδεση
Please check your internet connection or try with another linux=Παρακαλώ ελέγξτε τη σύνδεσή σας στο διαδίκτυο ή προσπαθήστε με άλλο linux
Select this file as the source when download will be completed=Επιλέξτε αυτό το αρχείο σαν πηγή όταν η λήψη θα έχει ολοκληρωθεί
Downloading=Γίνεται λήψη
from=από
Error while trying to download=Σφάλμα κατά την προσπάθεια λήψης
Latency=Καθυστέρηση
Server Name=Όνομα διακομιστή
Copy link=Αντιγραφή συνδέσμου
Launch in my browser=Εκκίνηση στον περιηγητή μου
Best mirrors=Καλύτεροι ανακατευθηντές
Good mirrors=Καλοί ανακατευθηντές
Bad mirrors=Κακοί ανακατευθηντές
Dead mirrors=Νεκροί ανακατευθηντές
Check will begin shortly=Ο έλεγχος θα αρχίσει σύντομα
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Επιλέξτε το αγαπημένο σας Linux
There is a new version available=Υπάρχει μια νέα έκδοση διαθέσιμη
Your LiLi's version is not up to date=Η έκδοση Lili που έχετε δεν είναι ενημερωμένη
Last version is=Η τελευταία έκδοση είναι
Your version is=Η έκδοσή σας είναι
Do want to download it=Θέλετε να γίνει λήψη
Error while trying to find physical disk number=Σφάλμα κατά την προσπάθεια εύρεσης του αριθμού φυσικού δίσκου
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=Αυτή η διανομή Linux δεν είναι στη λίστα συμβατότητας
Setting the memory to the recommended value=Ρύθμιση της μνήμης στην συνιστώμενη τιμή
Free memory is below the recommended value for your Linux to run in Windows=Η ελεύθερη μνήμη είναι κάτω από την συνιστώμενη τιμή για να τρέξει στα Windows η Linux διανομή σας
Recognized Linux=Αναγνωρισμένο Linux
Built-in Persistency=Ενσωματωμένη διατηρησιμότητα
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Έχετε ήδη δημιουργήσει ένα μέσο
Are you sure that you want to recreate one=Είστε σίγουρος ότι θέλετε να αναδημιουργήσετε ένα
The compatibility list has been updated=Η λίστα συμβατότητας έχει ενημερωθεί
These linuxes are now supported=Αυτές οι διανομές linux τώρα υποστηρίζονται
Official Ubuntu Variants=Επίσημες παραλλαγές Ubuntu
Ubuntu Based Variants=Παραλλαγές βασισμένες στο Ubuntu
Fedora Variants=Παραλλαγές Fedora
Debian Variants=Παραλλαγές Debian
PCLinuxOS Variants=Παραλλαγές PCLinuxOS
Rescue CDs=CD αποκατάστασης
Light Linuxes=Ελαφρές εκδόσεις Linux
Gentoo Based=Με βάση το Gentoo
Security Purpose=Με σκοπό την ασφάλεια
Others=Άλλες
Regular Linux (works with most linuxes)=Τυπικό Linux (λειτουργεί με τις περισσότερες διανομές Linux)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Ενημέρωση φορητού πακέτου VirtualBox
Help me to improve LiLi=Βοηθήστε με να βελτιώσω το Lili
This is a Beta or Release Candidate version=Πρόκειται για μια δοκιμαστική ή υποψήφια για διανομή έκδοση
Click OK to leave a feedback or click Cancel to close this window=Πατήστε «Εντάξει» για να στείλετε ένα σχόλιο ή «Άκυρο» για να κλείσετε αυτό το παράθυρο
Options=Επιλογές
General=Γενικά
Versions=Εκδόσεις
Compatibility List=Λίστα συμβατότητας
Make a donation=Κάντε μια δωρεά
Contact me=Επικοινωνήστε μαζί μου
CopyLeft by=Copyleft από τον
GPL v3 License=GPL v3 License
Language=Γλώσσα
Available languages=Διαθέσιμες γλώσσες
Proxy=Διακομιστής μεσολάβησης
Proxy settings=Ρυθμίσεις διακομιστή μεσολάβησης
No proxy=Χωρίς διακομιστή μεσολάβησης
Use system settings=Χρήση ρυθμίσεων του συστήματος
Use custom settings=Χρήση προσαρμοσμένων ρυθμίσεων
Proxy URL=Διεύθ. διακομιστή
Port=Θύρα
Username=Όνομα χρήστη
Password=Κωδικός πρόσβασης
Status=Κατάσταση
Test settings=Έλεγχος ρυθμίσεων
You are connected=Είστε συνδεδεμένος
You are disconnected=Έχετε αποσυνδεθεί
Not tested yet=Δεν ελέγχθηκε ακόμη
Update=Ενημέρωση
Check for updates=Έλεγχος για ενημερώσεις
Stable releases only=Σταθερές εκδόσεις μόνο
Stable and beta releases=Σταθερές και δοκιμαστικές εκδόσεις
Advanced=Για προχωρημένους
Do not modify these options unless you know what you are doing=Μην τροποποιήσετε αυτές τις επιλογές εκτός αν ξέρετε τι κάνετε
Select a Linux=Επιλέξτε ένα Linux
Install parameters=Παράμετροι εγκατάστασης
Use LiLi automatic recognition=Χρήση της αυτόματης αναγνώρισης του Lili
highly recommended=Συνιστάται ανεπιφύλακτα
Force using same parameters as=Επιβολή χρήσης παραμέτρων όπως σε
Netbook screen detected=Εντοπίστηκε οθόνη Netbook
Your screen vertical resolution is less than 600 pixels=Η κάθετη ανάλυση της οθόνης σας είναι μικρότερη από 600 pixels
Please use the arrow keys (up and down) of your keyboard to move the interface=Παρακαλώ χρησιμοποιήστε τα πλήκτρα βέλους (πάνω και κάτω) του πληκτρολογίου σας για να μετακινήσετε το περιβάλλον
Testing=Έλεγχος
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Συγνώμη για την αναστάτωση αλλά το Lili σταμάτησε να λειτουργεί
Please enter an email address and a detailed comment about this crash=Παρακαλώ εισάγετε μια διεύθυνση ηλεκτρονικού ταχυδρομείου κι ένα λεπτομερές σχόλιο σχετικά με αυτό το σφάλμα
I will contact you as soon as I can=Θα επικοινωνήσω μαζί σας όσο πιο γρήγορα μπορώ
Show crash report=Εμφάνιση αναφοράς σφάλματος
Close (don't send)=Κλείσιμο (χωρίς αποστολή)
Send Report=Αποστολή αναφοράς
Your file is corrupted=Το αρχείο σας είναι κατεστραμμένο
Please download it again=Παρακαλώ κατεβάστε το ξανά
Read the log for more information=Διαβάστε το αρχείο καταγραφής για περισσότερες πληροφορίες
Starting LinuxLive USB Creator=Εκκίνηση του LinuxLive USB Creator
Checking for new major version=Έλεγχος για νέα σημαντική έκδοση
Checking for new minor version=Έλεγχος για νέα δευτερεύουσα έκδοση
Checking for new Portable-VirtualBox version=Έλεγχος για νέα φορητή έκδοση του VirtualBox
Reading compatibility list=Ανάγνωση λίστας συμβατότητας
Loading interface=Φόρτωση περιβάλλοντος
Getting drive list=Ανάκτηση της λίστας δίσκων 
Logging system configuration=Καταγραφή ρυθμίσεων του συστήματος
Checking for updates=Έλεγχος για ενημερώσεις
Please close any application accessing your key and try again=Παρακαλώ κλείστε όποια εφαρμογή έχει πρόσβαση στο μέσο σας και προσπαθήστε πάλι
Checking VirtualBox archive integrity=Έλεγχος ακεραιότητας του αρχείου VirtualBox
VirtualBox archive integrity checked=Η ακεραιότητα του αρχείου VirtualBox ελέγχθηκε
Unzipping VirtualBox archive to disk=Αποσυμπίεση του αρχείου VirtualBox στο δίσκο
VirtualBox archive is corrupted=Το αρχείο VirtualBox είναι κατεστραμμένο
OK=Εντάξει
Force using default mode (works with most Linuxes)=Επιβολή χρήσης προεπιλεγμένης λειτουργίας (λειτουργεί με τα περισσότερα Linux)
There is a new Beta version available=Μια νέα δοκιμαστική έκδοση είναι διαθέσιμη
Your LiLi's version is not up to date=Η έκδοση Lili που έχετε, δεν είναι ενημερωμένη
Last beta version is=Η τελευταία δοκιμαστική έκδοση είναι
Server-oriented=Προσανατολισμένου διακομιστή
